{
     "Patruunantalo": {
          "Title": "Patruunantalo",
          "InfoCards": [
               "Patruunantalo oli alun perin rakennettu vuonna 1903 tehtaanjohtajan eli isännöitsijän asunnoksi. Huvilana se oli hyvin kartanomainen ja sisälsi monia konttoreita. Patruunantalon rakenne muuttui tehtaan tarpeiden mukaan, ja siihen saatettiin tarvittaessa rakentaa esimerkiksi lisää konttoreita. Stockforsin pääkonttori toimi tehtaan yhteydessä vuoteen 1918 saakka, jolloin se päätettiin siirtää Loviisaan.\n \nSota-aikana Patruunantalo toimi arestipaikkana isännöitsijälle. Punaisten päättäessä toteuttaa suunnitelmansa Lennart Baumgartnerin ja Georg Larssonin taposta, hakivat he juuri Patruunantalosta isännöitsijän kohtaamaan tuomionsa.\n \nTehtaiden lopetettua vuonna 1984 alue pääsi ränsistymään niin pahasti, että Patruunantalon päärakennuksen sisällä kasvoi koivuja. Alueen siirryttyä yksityiselle omistajalle, alettiin myös Patruunantaloa kunnostamaan. Remontissa pyrittiin entisöimään kartano ja sen tyyli mahdollisimman todentuntuisesti.",
               "Patruunantalo toimi jonkin aikaa kartanohotellina, joka vaikutti sen sisustuselementteihin.\n \nMyöhemmin Patruunantalossa on toiminut hotelli- ja tilausravintola vuodesta 2003 lähtien. Patruunantalossa on muunneltavia koulutus-, kokous- ja juhlatiloja 5 – 100 henkilölle. Majoitustiloina Patruunantalossa toimii yhteensä 22 huonetta, jotka ovat jakautuneet kolmeen eri rakennukseen; Patruunantaloon, Hunajataloon (entinen talous- ja säilytystila viljalle ja ruualle) ja Paloasemaan. Patruunantalosta löytyy 8 majoitushuonetta kokoustilojen lisäksi, Viereisestä Hunajatalossa 10 majoitushuonetta ja Paloaseman yläkerrasta osa.\n \nPyhtään paloasema ja palokunta perustettiin aikoinaan juuri Stockforsin tehdasta varten. Myöhemmin palokunta on keskitetty tarpeen mukaan. Nykyisin paloasemalla pidetään kesäisin vaihtelevia näyttelyitä ja sen yläkerrasta löytyy majoitustiloja."
          ],
          "Album": "Images here somehow"
     },
     "Pakkausmuseo": {
          "Title": "PakkausMuseo",
          "InfoCards": [
               "Pakkausmuseo card 1 FI",
               "Pakkausmuseo card 2 FI"
          ],
          "Album": "Images here somehow"
     },
     "Ohjeet": {
          "Title" : "Ohjeet",
          "InfoCards": "Infokortit. Infokortit sisältävät yleistietoa kohteesta ja sen historiasta.",
          "Album": "Albumi. Kuvia kohteesta.",
          "Panoramas": "Panoraama. 360 asteen panoraamanäkymä kohteesta.",
          "Game": "Peli. Tietyistä kohteista löytyy erilaisia minipelejä, kuten muisti- tai palapelejä.",
          "Web": "Verkkosivut. Tästä voit päästä kohteen yrityksen verkkosivuille."
     }
}