{
    "Buildings": {
        "Patruunantalo": {
            "Title": "Patruunantalo",
            "InfoCards": [
               "Patruunantalo oli alun perin rakennettu vuonna 1903 tehtaanjohtajan eli isännöitsijän asunnoksi. Huvilana talo oli hyvin kartanomainen. Patruunantalon rakenne muuttui tehtaan tarpeiden mukaan, ja siihen saatettiin tarvittaessa rakentaa esimerkiksi lisää konttoreita. Stockforsin pääkonttori toimi tehtaan yhteydessä vuoteen 1918 saakka, jolloin se päätettiin siirtää Loviisaan.£\n\nSota-aikana Patruunantalo toimi arestipaikkana isännöitsijälle. Punaisten päättäessä toteuttaa suunnitelmansa Lennart Baumgartnerin ja Georg Larssonin taposta, hakivat he juuri Patruunantalosta isännöitsijän kohtaamaan tuomionsa.£\n\nTehtaiden lopetettua vuonna 1984 alue pääsi ränsistymään niin pahasti, että Patruunantalon päärakennuksen sisällä kasvoi koivuja. Alueen siirryttyä yksityiselle omistajalle alettiin myös Patruunantaloa kunnostamaan. Remontissa pyrittiin entisöimään kartano ja sen tyyli mahdollisimman todentuntuisesti.£\n\nPatruunantalo toimi jonkin aikaa kartanohotellina, joka vaikutti sen sisustuselementteihin.£\n\nMyöhemmin Patruunantalossa on toiminut hotelli- ja tilausravintola vuodesta 2003 lähtien. Patruunantalossa on muunneltavia koulutus-, kokous- ja juhlatiloja 5 – 100 henkilölle. Majoitustiloina Patruunantalossa toimii yhteensä 22 huonetta, jotka ovat jakautuneet kolmeen eri rakennukseen; Patruunantaloon, Hunajataloon (entinen talous- ja säilytystila viljalle ja ruualle) ja Paloasemaan. Patruunantalosta löytyy 8 majoitushuonetta kokoustilojen lisäksi, Viereisestä Hunajatalossa 10 majoitushuonetta ja Paloaseman yläkerrasta osa." 
          ]
        },
        "Pakkausmuseo": {
            "Title": "PakkausMuseo",
            "InfoCards": [
               "Ennen kunnostamistaan pakkausmuseon päärakennus oli toiminut kunnan harrastetiloina ja tehtaan aikoina talomiehen asuntona. Mittaavan remontin jälkeen sen avajaisia vietettiin elokuussa 1998. Pakkausmuseossa on esillä erilaisia menneiden vuosikymmenien kotimaisia pakkauksia ja paperituotteita 1900-luvulta. Merkittävä määrä tuotteista on hankittu yksityiseltä keräilijältä Veli Koskelta. Myös Rafael Haarlan painotuotteita, kuten menneiden vuosien joulukääremallistoja, löytyy museosta. Pakkausmuseo on ajan kuluessa kasvanut omistajien oman keräilyn ja lahjoitusten myötä.£\n\nPakkausmuseon kokonaisuuteen kuuluu myös ulkomaalaisia pakkaustuotteita esittelevä talli. Tallista löytyy myös monenlaista muuta nähtävää, kuten vanhoja puhelimia, leluja, kirjelehtiöiden kansikuvia ja metsästyskiesejä. Talli toimi puuhiomon aikana alueen työhevosten lepopaikkana, ja se uusittiin kokonaan remontin yhteydessä. "
            ]
        },
        "Kaarihalli": {
            "Title": "Kaarihalli",
            "InfoCards": [
                 "Stockforsin historiallinen Kaarihalli on nykyisin vapaa vuokrattavaksi, ja siellä on nähty useita häitä ja tanssitapahtumia."
            ]
       },
       "Paloasema": {
            "Title": "Paloasema",
            "InfoCards": [
                 "Pyhtään paloasema ja palokunta perustettiin aikoinaan juuri Stockforsin tehdasta varten. Myöhemmin palokunta on keskitetty tarpeen mukaan. Nykyisin paloasemalla pidetään kesäisin vaihtelevia näyttelyitä ja sen yläkerrasta löytyy majoitustiloja."
            ]
       },
       "Piippuhalli": {
            "Title": "Piippuhalli",
            "InfoCards": [
                 "Pakkausmuseo card 1 FI",
                 "Pakkausmuseo card 2 FI"
            ]
       },
       "Hunajatalo": {
            "Title": "Hunajatalo",
            "InfoCards": [
               "Hunajatalo toimi aikoinaan talous- ja säilytystilana viljalle ja ruualle. Nykyisin se toimii Patruunantalon mukana majoituspaikkana, josta löytyy 10 vuokrattavaa majoitustilaa."
            ]
       },
       "Hiomo": {
            "Title": "Hiomo",
            "InfoCards": [
                 "Pakkausmuseo card 1 FI",
                 "Pakkausmuseo card 2 FI"
            ]
       },
       "Lintuhoitola": {
            "Title": "Lintuhoitola",
            "InfoCards": [
               "Pyhtään lintuhoitola hoivaa ja suojelee loukkaantuneita, sairaita tai muuten avun tarpeessa olevia luonnonvaraisia eläimiä, tavoitteenaan palauttaa ne takaisin luontoon. Lintuhoitola suojelee lintujen lisäksi pieniä nisäkkäitä, kuten siilejä ja oravia.£\n\nPyhtään lintuhoitola on perustettu kesäkuussa 1998 vesilintujen hoitamiseen. Tarkoituksena oli myös varautua mahdollisiin merellä tapahtuviin öljykatastrofeihin ja niiden vahingoittamiin lintuihin. Arto ja Hannele Hokkanen ovat perheensä kanssa hoitaneet lintuhoitolaa alusta asti.£\n\nLintuhoitolan tavoitteena on päästää hoidetut eläimet takaisin luontoon, mutta joissakin tapauksissa lintuja on jäänyt lintuhoitolaan loppuiäkseen. Ulkotarhat ovat pääsääntöisesti varattu juuri lintuhoitolan kestoasukeille. Ulkotarha on vierailijoille avoin paikka tutustua hoitolan lintuihin aitojen takaa."
            ]
       },
       "Tallirakennus": {
            "Title": "Tallirakennus",
            "InfoCards": [
                 "Pakkausmuseon kokonaisuuteen kuuluu myös ulkomaalaisia pakkaustuotteita esittelevä talli. Tallista löytyy myös monenlaista muuta nähtävää, kuten vanhoja puhelimia, leluja, kirjelehtiöiden kansikuvia ja metsästyskiesejä. Talli toimi puuhiomon aikana alueen työhevosten lepopaikkana, ja se uusittiin kokonaan remontin yhteydessä."
            ]
       },
       "Hallirakennus": {
            "Title": "Hallirakennus",
            "InfoCards": [
                 "Vanha tehdashalli toimii nykyäään taiteen ja kulttuurin toimipisteenä. Stockforsissa vuosittain järjestettävä Art Fair -taidenäyttely on esitellyt taiteilijoiden töitä tehtaan tiloissa jo vuodesta 2004 lähtien."
            ]
       },
       "History": {
          "Title": "Stockforsin historia",
          "InfoCards": [
             "Puuhiomo, perustettu vuonna 1901. Stockforsin tiloissa toimi saha vuosina 1906 – 1966 ja sen omistuksessa oli myös metsiä ja vesivoimalaitoksia. Stockforsin tehdas oli Pyhtään tärkeimpiä työllistäjiä ja parhaimmillaan työllisti lähes tuhat ihmistä. Sahatavara ja hioke kaupattiin suurimmaksi osaksi ulkomaille, pääosin Etelä-Amerikkaan, Yhdysvaltoihin ja Eurooppaan.\n\nHenkilöhistoriaa:\n\nNorjalaissyntyiset insinööri Olaf Bülow ja konsuli Ole Nedrum ostivat Stockforsin kartanon joulukuussa 1897. Monen muun historiallisen kartanon tavoin myös Stockfors oli pitkään sukutila, jolla oli lukuisia omistajia. Kartano oli saanut alkunsa vuonna 1570, jolloin kruunu lahjoitti maa-alueen Hans Larsson Björnramille. Björnramin suvun aikana kartano pysyi vaatimattomana sivutilana, joka alkoi kukoistaa vasta Schatelowitzin suvun omistuksessa – Gustav Erik Schatelowitz laajensi aluetta rakentamalla sinne säätyläismallisen päärakennuksen ja tämän pojan Johan Gustav Schatelowitzin maine maanviljelijänä nosti Stockforsin tilan malliksi muille.  Stockforsin omistaja vaihtui jälleen vuonna 1870, jolloin tila pakkohuutokaupattiin. Uusi omistaja Gabriel Terechoff laajensi Stockforsia entisestään ostamalla naapurustosta lisää tiloja siihen. Terechoffin kuoltua tämän perilliset myivät tilan Bülowille ja Nerdrumille. " 
             ]},
        "Ohjeet": {
            "Title": "Ohjeet",
            "InfoCards": "Infokortit. Infokortit sisältävät yleistietoa kohteesta ja sen historiasta.",
            "Album": "Albumi. Kuvia kohteesta.",
            "Panoramas": "Panoraama. 360 asteen panoraamanäkymä kohteesta.",
            "Game": "Peli. Tietyistä kohteista löytyy erilaisia minipelejä, kuten muisti- tai palapelejä.",
            "Web": "Verkkosivut. Tästä voit päästä kohteen yrityksen verkkosivuille."
        },
        "Back": "Poistu"
    },
    "MainMenu": {
        "OpeningHeader": "TERVETULOA STOCKFORS KARTALLA - NETTISOVELLUKSEEN",
        "OpeningText": "Stockforsin hiomoalue on Pyhtäällä sijaitseva kulttuurihistoriallisesti rikas alue ja merkittävä osa sen historiaa. Puuhiomo oli 1960-luvulle asti Pyhtään suurin työllistäjä, joka vaikutti kirkonkylän kasvuun ja elämään huomattavasti.\n\nEntisöintitöiden jälkeen 2000-luvulla alue on täynnä pienyrityksiä, kulttuuria ja taidetta. Vuosittainen Stockfors Art Fair -taidenäyttely pidetään Stockforsin halleissa. Kaarihallia voi vuokrata tapahtumakäyttöön ja alueella toimii myös hotelli Patruunantalossa, pakkausmuseo sekä lintuhoitola.\n\nTämän sivuston tarkoituksena on tuoda alue jokaiselle tutuksi erilaisten tekstien, kuvien ja pelien avulla! ",
        "HelpHeader": "OHJEET",
        "HelpText": "Sovellus toimii keinona tutustua Pyhtään Stockforsin historialliseen tehdasalueeseen sekä alueella toimiviin yrityksiin. Tavoitteena on oppia alueen historiasta, miljööstä ja kulttuurista.\n\nPelaajahahmo liikkuu WASD-näppäimillä Stockforsin aluetta kuvaavalla kartalla. Hiirellä klikkaamalla taloja tai yrityksien logoja pääset tutustumaan niihin paremmin avautuvan infoikkunan avulla.\n\nInfoikkunassa pystyt lukemaan kohteen historiasta, katsomaan kuvia sekä kokeilemaan 360 asteen panoraamaa tilasta. Tietyistä kohteista löytyy myös erilaisia pelejä, kuten pala- ja muistipelejä Stockforsiin liittyen.",
        "NewGame": "Aloita peli",
        "ContinueGame": "Jatka peliä",
        "Back": "Takaisin"
    },
    "OptionsMenu": {
        "Title": "Asetukset",
        "Close": "Sulje",
        "Credits": "Tekijät",
        "Sound": "Äänet",
        "Music": "Musiikki",
        "Fullscreen": "Koko ruutu"
    },
    "Muistipeli": {
        "Easy": "Helppo",
        "Normal": "Normaali",
        "Hard": "Vaikea",
        "Exit": "Poistu",
        "Win": "Voitit pelin. Kääntöjen määrä: ",
        "HighScore": "Ennätys: ",
        "Restart": "Aloita uudelleen.",
        "Back": "Aloita uudelleen",
        "Title": "MUISTIPELI",
        "Description": "Klassinen muistipeli jossa käännetään kortteja ja yritetään löytää kaikki saman kortin parit mahdollisimman pienellä määrällä yrityksiä. Korttien kuvina on käytetty Pakkausmuseosta löytyviä vanhoja tuotteita. Valitse vain alhaalta haluamasi vaikeustaso ja peli alkaa. ",
        "Congratz": "Onnittelut!"
    },
    "Palapeli": {
        "Easy": "Helppo",
        "Normal": "Normaali",
        "Hard": "Vaikea",
        "Exit": "Poistu",
        "BackToMenu": "Päävalikkoon",
        "Win": "Voitit pelin!",
        "Restart": "Aloita uudelleen.",
        "TotalMoves": "Siirtoja yhteensä: ",
        "Title": "LIUKUPALAPELI",
        "Description": "Liukupalapeli, jossa siirrellään paloja kunnes ne muodostavat yhtenäisen kuvan. Klikkaa palaa niin se siirtyy vieressä olevaan tyhjään kohtaan. Valitse alhaalta vaikeustaso niin peli alkaa."
    },
    "Stockfors": {
        "Intro1": "Hei tervetuloa Stockforsiin.",
        "Intro2": "Voit liikuttaa minua nuolinäppäimillä tai hiiren klikkauksilla.",
        "Intro3": "Lähestymällä nuolien osoittamia sisäänkäyntejä voit astua sisään eri kohteisiin.",
        "Intro4": "Pidä hauskaa!"
    }
}