{
     "Patruunantalo": {
          "Title": "Patruunantalo",
          "InfoCards": [
               "Patruunantalo was originally build in 1903 as the factory manager’s house. As a villa it reminded of a manor and had many offices inside it. It was often remodelled after the current needs of the factory. The main office of Stockfors served in the vicinity of the factory until 1918, when it was moved to Loviisa. \n \nDuring the war, Patruunantalo served as a place of detention for the factory manager. As the Red Guards decided to execute their plan of killing Lennart Baumgartner and Georg Larsson, Patruunantalo was the place where the first the step -imprisoning the two- of the plan happened. \n \nAs the factories were shut down in 1984 the villa was so badly forgotten that birches were growing inside the estate. After the property was moved to a private owner the renovation of Patruunantalo began. The goal was to stay as true as possible to the original Patruunantalo and its style.",
               "Patruunantalo worked as a manor hotel for a while, which had a lasting impact to the house’s décor.\n \nSince 2003, Patruunantalo has been a home to a hotel and a catering service.  Patruunantalo holds modifiable rooms for meetings, celebrations and educational purposes for 5-100 people. The 22 hotel rooms are split between three houses; Patruunantalo, Hunajatalo (which served as a stowage for food during the factory days) and Paloasema, ex fire station.\n \nThe fire station of Pyhtää and the fire department was founded for the Stockfors factory. Later the fire department was moved, and now the old fire station functions as a hotel and a place to hold exhibitions, especially during summers.",
               "Patruunantalo card 3 ENG"
          ],
          "Album": "Images here somehow"
     },
     "Pakkausmuseo": {
          "Title": "PakkausMuseo",
          "InfoCards": [
               "Pakkausmuseo card 1 ENG",
               "Pakkausmuseo card 2 ENG"
          ],
          "Album": "Images here somehow"
     },
     "Ohjeet": {
          "InfoCards": "Info cards. Info cards contain general information about the location and its history.",
          "Album": "Album. Pictures taken at the location.",
          "Panoramas": "Panorama. 360-degree panorama taken at the location.",
          "Game": "Minigame. Some locations include a minigame such as a memory- or sliding-puzzle.",
          "Web": "Website. Some locations include a link to the website of the company associated with the location."
     }
}