{
     "Buildings": {
          "Patruunantalo": {
               "Title": "Patruunantalo",
               "InfoCards": [
                    "Patruunantalo was originally built in 1903 as the factory manager’s house. As a villa it resembled a manor and had many offices inside it. It was often remodelled after the current needs of the factory. The main office of Stockfors served in the vicinity of the factory until 1918, when it was moved to Loviisa.£\n\nDuring the war, Patruunantalo served as a place of detention for the factory manager. As the Red Guards decided to execute their plan of killing Lennart Baumgartner and Georg Larsson, Patruunantalo was the place where they managed to capture these two men.£\n\nAs the factories were shut down in 1984 the villa became so badly dilapidated that birches started growing inside the estate. After the property was acquired by a private owner the renovation of Patruunantalo began. The goal was to stay as true as possible to the original villa and its style.£\n\nPatruunantalo worked as a manor hotel for a while, which had a lasting impact on the house’s décor.£\n\nSince 2003, Patruunantalo has been a home to a hotel and a catering service.  Patruunantalo holds modifiable rooms for meetings, celebrations and educational purposes for 5-100 people. The 22 hotel rooms are split between three houses; Patruunantalo, Hunajatalo (which served as a stowage for food during the factory days) and Paloasema, ex fire station."
               ],
               "ImageDescs": [
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020."
               ]
          },
          "Pakkausmuseo": {
               "Title": "Package Museum",
               "InfoCards": [
                    "Before its renovation, the main building of Pakkausmuseo served as the municipality’s hobby central and during the factory’s time, it was the caretaker’s house. Pakkausmuseo, aka package museum, was opened in August 1998. The museum holds many different Finnish packages from the 20th century. A significant number of the products are from a private collector Veli Koski. The museum also holds a collection of old Christmas wrap collections and other printed products from Rafael Haarla. Over time, the museum has grown with the owners’ own collections and donations.£\n\nA nearby stable holds a collection of foreign packages and other historical items, such as old phones, toys, cover letters and hunting chariots. When the groundwood mill was still active, the stable served as the workhorses’ stable and was completely renovated later. "
               ],
               "ImageDescs": [
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020."
               ]
          },
          "Kaarihalli": {
               "Title": "Arc hall",
               "InfoCards": [
                    "Stockfors' historic Arch Hall is available for rent and has held several weddings and dancing events since its opening to the public."
               ],
               "ImageDescs": [
                    "Arc hall. Photographer: Sara Laitinen 2020.",
                    "Arc hall. Photographer: Sara Laitinen 2020."
               ]
          },
          "Paloasema": {
               "Title": "Paloasema",
               "InfoCards": [
                    "Both the fire station of Pyhtää and the fire department were founded for the Stockfors factory. Later the fire department was moved, and now the old fire station functions as a hotel and a place to hold exhibitions, especially during summers."
               ],
               "ImageDescs": [
                    "Fire station. Photographer: Sara Laitinen 2020.",
                    "Fire station. Photographer: Sara Laitinen 1988.",
                    "Fire station. Photographer: Sara Laitinen 1988.",
                    "Fire station. Photographer: Sara Laitinen 1988."
               ]
          },
          "Piippuhalli": {
               "Title": "Piippuhalli",
               "InfoCards": [
                    "Piippuhalli card 1 ENG",
                    "Piippuhalli card 2 ENG"
               ],
               "ImageDescs": [
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020."
               ]
          },
          "Hunajatalo": {
               "Title": "Hunajatalo",
               "InfoCards": [
                    "Hunajatalo (transl. Honey house) used to be a storage space for grain and food. Today, it works as a hotel with Patruunantalo, and hosts 10 rentable rooms."
               ],
               "ImageDescs": []
          },
          "Hiomo": {
               "Title": "Groundwood plant",
               "InfoCards": [
                    "Groundwood plant card 1 ENG",
                    "Groundwood plant card 2 ENG"
               ],
               "ImageDescs": [
                    "Groundwood plant. Photographer: Sara Laitinen 2020.",
                    "Groundwood plant. Photographer: Sara Laitinen 2020.",
                    "Groundwood plant. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "The Groundwood plant's engine. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Groundwood plant. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Groundwood plant. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Groundwood plant. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Groundwood plant. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Groundwood plant. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988."
               ]
          },
          "Lintuhoitola": {
               "Title": "Lintuhoitola",
               "InfoCards": [
                    "Pyhtää’s Lintuhoitola serves as a shelter for wild birds and small animals that are hurt, sick or otherwise in need of aid. The shelter’s goal is to be able to return the hurt animals back to the wilderness.£\n\nThe shelter was founded in June 1998 to protect and help waterfowl. It was also prepared to care for the birds hurt in the possible oil catastrophes happening in the sea. Arto and Hannele Hokkanen with their family have been the ones running the shelter from the beginning.£\n\nThe shelter aims to return every animal it gets back to the wilderness, but in some cases it’s not possible. The shelter has a place for its occupants that are there to stay, and they’re open to the public to meet these inhabitants from a safe distance."
               ],
               "ImageDescs": [
                    "Lintuhoitola. Photographer: Sara Laitinen 2020.",
                    "Lintuhoitola. Photographer: Sara Laitinen 2020.",
                    "Lintuhoitola. Photographer: Sara Laitinen 2020.",
                    "Lintuhoitola. Photographer: Sara Laitinen 2020."
               ]
          },
          "Tallirakennus": {
               "Title": "Tallirakennus",
               "InfoCards": [
                    "The Packaging Museum also includes a stable presenting foreign packaging products. The collection holds foreign packages and other historical items, such as old phones, toys, cover letters and hunting chariots. When the groundwood mill was still active, the stable served as the workhorses’ stable and was completely renovated later."
               ],
               "ImageDescs": [
                    "Tallirakennus. Photographer: Sara Laitinen 2020.",
                    "Tallirakennus. Photographer: Sara Laitinen 2020.",
                    "Tallirakennus. Photographer: Sara Laitinen 2020.",
                    "Tallirakennus. Photographer: Sara Laitinen 2020.",
                    "Tallirakennus. Photographer: Sara Laitinen 2020.",
                    "Tallirakennus. Photographer: Sara Laitinen 2020."
               ]
          },
          "Hallirakennus": {
               "Title": "Hallirakennus",
               "InfoCards": [
                    "The hall functions as a place for art and culture. The annual art exhibition called Stockfors Art Fair has brought different artists' works on the factory premises every summer since 2004."
               ],
               "ImageDescs": [
                    "Stockfors Art Fair. Photographer: Sara Laitinen 2020.",
                    "Stockfors Art Fair. Photographer: Sara Laitinen 2020.",
                    "Stockfors Art Fair. Photographer: Sara Laitinen 2020.",
                    "Stockfors Art Fair. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020."
               ]
          },
          "Colombier": {
               "Title": "Colombier Finland Oy",
               "InfoCards": [
                    "Colombier Finland Oy is a limited liability company founded in 1973. Its main business is paper manufacturing and processing. It operates in Finland, England, Spain and the Netherlands. The company also has offices in Germany, Russia and Poland. Colombier has some of the world’s most famous brands as sponsors.£\n\nDespite its internationality, the company has had the municipality of Pyhtää as an active partner in its expansive growth.£\n\nIn 2018, the company participated in the NextGen Cup competition, and ranked among the 12 winners. The competition’s goal was to find a way to reduce the usage of plastic, and the cups Colombrier Finland Oy designed brought fame to the company.£\n\nThe company got Pyhtää’s company award in 2019 for its internationalism, expansiveness and for its actions against climate change. Colombier Finland Oy is constantly improving its products to be more environment friendly. One of these is the Colombier Barrier Coating – a coating material meant to lessen the use of plastic in manufacturing and packaging.£\n\n"
               ],
               "ImageDescs": [
                    "Colombier Finland Oy. Photographer: Sara Laitinen 2020.",
                    "Colombier Finland Oy. Photographer: Sara Laitinen 2020.",
                    "Colombier Finland Oy. Photographer: Sara Laitinen 2020.",
                    "Colombier Finland Oy. Photographer: Sara Laitinen 2020."
               ]
          },
          "Pyroll": {
               "Title": "Pyroll Oy",
               "InfoCards": [
                    "Pyroll Oy is a limited liability company whose main business is paper manufacturing and processing. Pyroll Converting is a leading company in Europe when it comes to carton board, paper sheeting and rewinding services. In addition to the Finnish localities, the company operates in Poland, Netherlands and Germany. Export markets are in Sweden, Lithuania and Latvia. In addition, the company’s sacks are sold to Russia and Estonia.£\n\nPyroll Paper makes art and offset printing papers, cardboard, packaging carton and graphics carton and is one of the most significant paper wholesale operators in Finland.£\n\nyroll Packaging is also a leading manufacturer in Finland regarding packaging. They offer customer service from designing and manufacturing of the package to the selection of the machines used in the process. Their most important products include wraps, pouches, containers, bags, sacks, heat sealed lids and reel format materials.£\n\nPyroll Oy was founded by Reino Uusitalo in 1973. Back then it operated in Pyhtää with the name Pyhtään Paperi Oy. The oil crisis of 1975-1976 gave the company the opportunities it needed and Pyroll Oy found its place among the market. The wood industry has helped the company to grow. The name was change to Pyroll Oy in 1982 and the company started its wholesale business in 1988. Uusitalo bought the industrial area of Stockfors in 1997.£\n\nThe company prides itself on recycling and being ecological."
               ],
               "ImageDescs": [
     
               ]
          },
          "Katettu_silta": {
               "Title": "Katettu Silta",
               "InfoCards": [
                    "Katettu Silta."
               ],
               "ImageDescs": [
                    "Katettu Silta. Photographer: Sara Laitinen 2020.",
                    "Katettu Silta. Photographer: Sara Laitinen 2020.",
                    "Katettu Silta. Photographer: Sara Laitinen 2020.",
                    "Katettu Silta. Photographer: Sara Laitinen 2020.",
                    "Katettu Silta. Photographer: Sara Laitinen 2020."
               ]
          },
          "Karting_rata": {
               "Title": "Pyhtään Karting Club Oy",
               "InfoCards": [
                    "The Pyhtää Kart racing club is in the industrial area of Stockfors near Kymijoki.£\n\nThe circuit is 400 meters long and in a gentle slope. The club offers the needed gear for the ride, such as the helmets and gloves. During summer there are 10 available cars with the top speed of 80 km/h and during winter 6 OffRoad cars. The circuit also has a timer for competitions.£\n\nThe club offers an alternative to hiking in the nature or small river cruises in Kymijoki."
               ],
               "ImageDescs": [

               ]
          },
          "StrukanSulut": {
               "Title": "Struka's Locks",
               "InfoCards": [
                    "In the Kymijoki branch called “Pyhtään haara” is an old pound lock system called Strukan sulut (Struka’s locks). The pound lock is Finland’s only manual sea lock still in use. First used by monks for fishing, the pound lock ended up in Stockfors’ possession after the factory grew. During this time, it was mainly used for the groundwood mill’s shipping. Nowadays the lock is open for the public and has been owned by the municipality of Pyhtää since 1978.£\n\nIn spring 2003 the lower gate was completely rebuilt, and half of the upper gate was fixed, particularly the metal parts. The gates were fixed again in 2017.£\n\nWhen coming from the sea, the lower gate is used to empty the canal from the water. Likewise, the canal is filled by opening the upper gates. The canal is 25 meters long, 8 meters wide and at least 1,2 meters deep."
               ],
               "ImageDescs": [
                    "Struka's Locks. Photographer: Sara Laitinen 2020.",
                    "Struka's Locks. Photographer: Sara Laitinen 2020.",
                    "Struka's Locks. Photographer: Sara Laitinen 2020.",
                    "Struka's Locks. Photographer: Sara Laitinen 2020.",
                    "Struka's Locks. Photographer: Sara Laitinen 2020.",
                    "Struka's Locks. Photographer: Sara Laitinen 2020."
               ]
          },
          "Kirkko": {
               "Title": "Pyhtää Church",
               "InfoCards": [
                    "Pyhtää’s Saint Henrik’s medieval church serves nowadays as a road church. It has been estimated to have been built in 1460, and its original appearance has remained almost intact. True to medieval tradition, its western end is more decorative than its eastern end. The church’s windows hold a touch of late Nordic Gothic architecture.£\n\nIn the 17th century, the church porch was changed into a funeral home. In 1907 the church was renovated, its northern wall got new buttress and its sacristy got an outside door. In 1820 the church got a campanile and a new organ in 1998. The medieval murals were covered during the following centuries. The church was again renovated in 1951. The inner walls were cleaned under the supervision of the Finnish heritage agency in 1997-1998."
               ],
               "ImageDescs": [
                    
               ]
          },
          "History": {
               "Title": "The history of Stockfors",
               "InfoCards": [
                    "A groundwood mill, founded in 1901. A sawmill also operated in Stockfors during 1906-1966, and the company owned forests and hydroelectric power-plants. Stockfors’s mill was Pyhtää’s most vital employer and employed almost a thousand people at its prime. The mechanical wood pulp and sawn timber that the mill produced was mainly sold to South America, United States and Europe.£\n\nIndividuals:£\n\nOriginally from Norway, engineer Olaf Bülow and consul Ole Nerdrum bought the Stockfors manor in December 1897. Like many other historical manors in Finland, the Stockfors’ manor was an ancestral estate with various owners throughout its history. The land was given to Hans Larsson Björnram in 1570 whose family kept the manor more as a secondary house, and it wasn’t until the manor was owned by the Schatelowitz family that it started to flourish. Gustav Erik Schatelowitz expanded the property by building a new main building. The name and reputation of his son Johan Gustav Schatelowitz brought attention to Stockfors, as he was known as an excellent farmer and was a role model to many other farmers. In 1870, the owner of the Stockfors’ manor changed again as the estate was compulsory auctioned. The new owner Gabriel Terechoff expanded the estate even more by buying nearby properties. After Terechoff passed, his family sold the estate to Bülow and Nerdrum. "
               ],
               "ImageDescs": [
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020."
               ]
          },
          "Ohjeet": {
               "Title": "Instructions",
               "InfoCards": "Info cards. Info cards contain general information about the location and its history.",
               "Album": "Album. Pictures taken at the location.",
               "Panoramas": "Panorama. 360-degree panorama taken at the location.",
               "Game": "Minigame. Some locations include a minigame such as a memory- or sliding-puzzle.",
               "Web": "Website. Some locations include a link to the website of the company associated with the location."
          },
          "Back": "Exit"
     },
     "MainMenu": {
          "OpeningHeader": "WELCOME TO THE STOCKFORS ON THE MAP - WEB APPLICATION",
          "OpeningText": "The Stockfors groundwood mill is a culture-historically rich and significant area located at Pyhtää. Until the 1960's the groundwood mill was the largest employer at Pyhtää and had a significant impact on the growth and life of Pyhtää's Kirkonkylä. \n \nAfter the area was refurbished, it's now full of small companies, culture and art. The annual Stockfors Art Fair is held at the halls of Stockfors. Kaarihalli (Arc hall) can be rented for use in events and the area also has a hotel located in Patruunantalo (Owner's house) and a package museum as well as a bird sanctuary. \n \nThe aim of this web application is to familiarize people with the area through text, images and games. ",
          "HelpHeader": "INSTRUCTIONS",
          "HelpText": "This app is meant to familiarize people with the historical industrial site of Stockfors in Pyhtää and the different companies acting in the area. The goal is to learn about the site's history and culture. £\n\nThe game lets you explore a map depicting the Stockfors-area by moving around with a player character. You can move the player character by clicking or tapping where you want to go or by using the WASD- or arrow-keys. You can visit different buildings and locations around the map by moving the player to an entrance highlighted by a glowing effect. £\n\nFrom there you can find more information about the history of the place you're visiting as well as pictures, 360 panoramas and in some places even different minigames. ",
          "NewGame": "New game",
          "ContinueGame": "Continue game",
          "Back": "Back"
     },
     "OptionsMenu": {
          "Title": "Options",
          "Close": "Close",
          "Credits": "Credits",
          "Sound": "Sound",
          "Music": "Music",
          "Fullscreen": "Fullscreen",
          "CreditsText": "Erna Gronow - Project Lead\nSara Laitinen - Graphics, Photography\nAnna-Maria Närä - Graphics, Texts\nJere Loukoila - Programming\nAnton Kujansuu - Programming\nPyhtään Perinnepiiri - Partner\n\nInfo card sources:\nPuuhioketta ja metallituotteita. Stockfors 80 vuotta. – Olle Siren \nhttp://stockfors.fi/\nhttp://www.matkallakotimaassa.fi/pakkausmuseo.html\nhttps://kylat.blog/2017/07/05/pakkausmuseo-stockfors/\nhttps://yle.fi/uutiset/3-9166250\nhttps://yle.fi/uutiset/3-10578449\nhttps://kylat.blog/2017/05/25/pyhtaan-lintuhoitola-kirkonkyla/\nhttps://www.pyhtaanseurakunta.fi/kirkot-ja-tilat/pyhtaan-kirkko\nhttps://yle.fi/uutiset/3-9600315\nhttps://kotteria.com/vuokramokit/strukan-sulut/\nhttp://www.kartingclub.fi/"
     },
     "Muistipeli": {
          "Easy": "Easy",
          "Normal": "Normal",
          "Hard": "Hard",
          "Exit": "Exit",
          "Win": "You won the game. Number of reveals: ",
          "HighScore": "High score: ",
          "Restart": "Click to restart.",
          "Back": "Restart",
          "Title": "CONCENTRATION",
          "Description": "A classic Concentration game, where the goal is to flip over cards and find matching pairs with as little amount of tries as possible. The images used for the cards are different packages found at the package museum. Just choose a difficulty from below and let the game begin. ",
          "Congratz": "Congratulations!"
     },
     "Palapeli": {
          "Easy": "Easy",
          "Normal": "Normal",
          "Hard": "Hard",
          "Exit": "Exit",
          "BackToMenu": "Back to menu",
          "Win": "You won!",
          "Restart": "Restart",
          "TotalMoves": "Total moves: ",
          "Title": "SLIDING PUZZLE",
          "Description": "A sliding puzzle where you move pieces around until it forms a cohesive picture. Click one of the pieces to move it into the empty slot next to it. Choose a difficulty level from below to start the game."
     },
     "Stockfors": {
          "Intro1": "Hey there, welcome to Stockfors.",
          "Intro2": "You can move me around with the arrow keys or by clicking where you want to go.",
          "Intro3": "Approach the arrows to visit different locations around the map.",
          "Intro4": "Have fun!",
          "Struka": "STRUKA LOCKS",
          "Kirkko": "PYHTÄÄ CHURCH"
     }
}