{
     "Buildings": {
          "Patruunantalo": {
               "Title": "Patruunantalo",
               "InfoCards": [
                    "<p>Patruunantalo was originally built in 1903 as the factory manager&rsquo;s house. As a villa it resembled a manor and had many offices inside it. It was often remodelled after the current needs of the factory. The main office of Stockfors served in the vicinity of the factory until 1918, when it was moved to Loviisa.<br /> <br /> During the war, Patruunantalo served as a place of detention for the factory manager. As the Red Guards decided to execute their plan of killing Lennart Baumgartner and Georg Larsson, Patruunantalo was the place where they managed to capture these two men.<br /> <br /> As the factories were shut down in 1984 the villa became so badly dilapidated that birches started growing inside the estate. After the property was acquired by a private owner the renovation of Patruunantalo began. The goal was to stay as true as possible to the original villa and its style.<br /> <br /> Patruunantalo worked as a manor hotel for a while, which had a lasting impact on the house&rsquo;s d&eacute;cor.<br /> <br /> Since 2003, Patruunantalo has been a home to a hotel and a catering service.&nbsp; Patruunantalo holds modifiable rooms for meetings, celebrations and educational purposes for 5-100 people. The 22 hotel rooms are split between three houses; Patruunantalo, Hunajatalo (which served as a stowage for food during the factory days) and Paloasema, ex fire station. <br /> <br /> The fire station of Pyht&auml;&auml; and the fire department were founded for the Stockfors factory. Later the fire department was moved, and now the old fire station functions as a hotel and a place to hold exhibitions, especially during the summer.<br /> </p>" 
               ],
               "ImageDescs": [
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020.",
                    "Patruunantalo. Photographer: Sara Laitinen 2020."
               ]
          },
          "Pakkausmuseo": {
               "Title": "Package Museum",
               "InfoCards": [
                    "<p>Before its renovation, the main building of Pakkausmuseo served as the municipality&rsquo;s hobby central and during the factory&rsquo;s time, it was the caretaker&rsquo;s house. Pakkausmuseo, aka package museum, was opened in August 1998. The museum holds many different Finnish packages from the 20th century. A significant number of the products are from a private collector Veli Koski. The museum also holds a collection of old Christmas wrap collections and other printed products from Rafael Haarla. Over time, the museum has grown with the owners&rsquo; own collections and donations.</p>"
                ],
               "ImageDescs": [
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020."
               ]
          },
          "Kaarihalli": {
               "Title": "Arc hall",
               "InfoCards": [
                    "<p>Stockfors' historic Arch Hall is available for rent and has held several weddings and dancing events since its opening to the public.</p>"
               ],
               "ImageDescs": [
                    "Arc hall. Photographer: Sara Laitinen 2020.",
                    "Arc hall. Photographer: Sara Laitinen 2020."
               ]
          },
          "Paloasema": {
               "Title": "Paloasema",
               "InfoCards": [
                    "<p>The fire station of Pyht&auml;&auml; and the fire department were founded for the Stockfors factory. Later the fire department was moved, and now the old fire station functions as a hotel and a place to hold exhibitions, especially during the summer.</p>"],
               "ImageDescs": [
                    "Fire station. Photographer: Sara Laitinen 2020.",
                    "Fire station. Photographer: Sara Laitinen 1988.",
                    "Fire station. Photographer: Sara Laitinen 1988.",
                    "Fire station. Photographer: Sara Laitinen 1988."
               ]
          },
          "Piippuhalli": {
               "Title": "Piippuhalli",
               "InfoCards": [
                    "Piippuhalli card 1 ENG",
                    "Piippuhalli card 2 ENG"
               ],
               "ImageDescs": [
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020.",
                    "Package museum. Photographer: Sara Laitinen 2020."
               ]
          },
          "Hunajatalo": {
               "Title": "Hunajatalo",
               "InfoCards": [
                    "<p>Hunajatalo (transl. Honey house) used to be a storage space for grain and food. Today, it works as a hotel with Patruunantalo, and hosts 10 rentable rooms.</p>"
               ],
               "ImageDescs": []
          },
          "Hiomo": {
               "Title": "Groundwood plant",
               "InfoCards": [
                    "Groundwood plant card 1 ENG",
                    "Groundwood plant card 2 ENG"
               ],
               "ImageDescs": [
                    "Groundwood plant. Photographer: Sara Laitinen 2020.",
                    "Groundwood plant. Photographer: Sara Laitinen 2020.",
                    "Groundwood plant. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "The Groundwood plant's engine. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Groundwood plant. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Groundwood plant. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Groundwood plant. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Groundwood plant. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Groundwood plant. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988."
               ]
          },
          "Lintuhoitola": {
               "Title": "Lintuhoitola",
               "InfoCards": [
                    "<p>Pyht&auml;&auml;&rsquo;s Lintuhoitola serves as a shelter for wild birds and small animals that are hurt, sick or otherwise in need of aid. The shelter&rsquo;s goal is to be able to return the hurt animals back to the wilderness. <br /> <br /> The shelter was founded in June 1998 to protect and help waterfowl. It was also prepared to care for the birds hurt in the possible oil catastrophes happening in the sea. Arto and Hannele Hokkanen with their family have been the ones running the shelter from the beginning.<br /> <br /> The shelter aims to return every animal it gets back to the wilderness, but in some cases it&rsquo;s not possible. The shelter has a place for its occupants that are there to stay, and they&rsquo;re open to the public to meet these inhabitants from a safe distance.</p>"],
               "ImageDescs": [
                    "Lintuhoitola. Photographer: Sara Laitinen 2020.",
                    "Lintuhoitola. Photographer: Sara Laitinen 2020.",
                    "Lintuhoitola. Photographer: Sara Laitinen 2020.",
                    "Lintuhoitola. Photographer: Sara Laitinen 2020."
               ]
          },
          "Tallirakennus": {
               "Title": "Tallirakennus",
               "InfoCards": [
                    "<p>The Packaging Museum also includes a stable presenting foreign packaging products. The collection holds foreign packages and other historical items, such as old phones, toys, cover letters and hunting chariots. When the groundwood mill was still active, the stable served as the workhorses’ stable and was completely renovated later.</p>"
               ],
               "ImageDescs": [
                    "Tallirakennus. Photographer: Sara Laitinen 2020.",
                    "Tallirakennus. Photographer: Sara Laitinen 2020.",
                    "Tallirakennus. Photographer: Sara Laitinen 2020.",
                    "Tallirakennus. Photographer: Sara Laitinen 2020.",
                    "Tallirakennus. Photographer: Sara Laitinen 2020.",
                    "Tallirakennus. Photographer: Sara Laitinen 2020."
               ]
          },
          "Hallirakennus": {
               "Title": "Old factory hall",
               "InfoCards": [
                    "<p>The hall functions as a place for art and culture. The annual art exhibition called Stockfors Art Fair has brought different artists' works on the factory premises every summer since 2004.</p>"
               ],
               "ImageDescs": [
                    "Stockfors Art Fair. Photographer: Sara Laitinen 2020.",
                    "Stockfors Art Fair. Photographer: Sara Laitinen 2020.",
                    "Stockfors Art Fair. Photographer: Sara Laitinen 2020.",
                    "Stockfors Art Fair. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Stockfors Art Fair. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020.",
                    "Old factory hall. Photographer: Sara Laitinen 2020."
               ]
          },
          "Colombier": {
               "Title": "Colombier Finland Oy",
               "InfoCards": [
                   "<p>Colombier Finland Oy is a limited liability company founded in 1973. Its main business is paper manufacturing and processing. It operates in Finland, England, Spain and the Netherlands. The company also has offices in Germany, Russia and Poland. Colombier has some of the world&rsquo;s most famous brands as sponsors.<br /> <br /> Despite its internationality, the company has had the municipality of Pyht&auml;&auml; as an active partner in its expansive growth.<br /> <br /> In 2018, the company participated in the NextGen Cup competition, and ranked among the 12 winners. The competition&rsquo;s goal was to find a way to reduce the usage of plastic, and the cups Colombrier Finland Oy designed brought fame to the company.<br /> <br /> The company got Pyht&auml;&auml;&rsquo;s company award in 2019 for its internationalism, expansiveness and for its actions against climate change. Colombier Finland Oy is constantly improving its products to be more environment friendly. One of these is the Colombier Barrier Coating &ndash; a coating material meant to lessen the use of plastic in manufacturing and packaging.</p>"],
               "ImageDescs": [
                    "Colombier Finland Oy. Photographer: Sara Laitinen 2020.",
                    "Colombier Finland Oy. Photographer: Sara Laitinen 2020.",
                    "Colombier Finland Oy. Photographer: Sara Laitinen 2020.",
                    "Colombier Finland Oy. Photographer: Sara Laitinen 2020."
               ]
          },
          "Pyroll": {
               "Title": "Pyroll Oy",
               "InfoCards": [
                    "<p>Pyroll Oy is a limited liability company whose main business is paper manufacturing and processing. Pyroll Converting is a leading company in Europe when it comes to carton board, paper sheeting and rewinding services. In addition to the Finnish localities, the company operates in Poland, Netherlands and Germany. Export markets are in Sweden, Lithuania and Latvia. In addition, the company&rsquo;s sacks are sold to Russia and Estonia.<br /> <br /> Pyroll Paper makes art and offset printing papers, cardboard, packaging carton and graphics carton and is one of the most significant paper wholesale operators in Finland.<br /> <br /> Pyroll Packaging is also a leading manufacturer in Finland regarding packaging. They offer customer service from designing and manufacturing of the package to the selection of the machines used in the process. Their most important products include wraps, pouches, containers, bags, sacks, heat sealed lids and reel format materials.<br /> <br /> Pyroll Oy was founded by Reino Uusitalo in 1973. Back then it operated in Pyht&auml;&auml; with the name Pyht&auml;&auml;n Paperi Oy. The oil crisis of 1975-1976 gave the company the opportunities it needed and Pyroll Oy found its place among the market. The wood industry has helped the company to grow. The name was change to Pyroll Oy in 1982 and the company started its wholesale business in 1988. Uusitalo bought the industrial area of Stockfors in 1997.<br /> <br /> The company prides itself on recycling and being ecological.</p>"],
               "ImageDescs": [
     
               ],
               "Links": [
                    {
                         "Title": "Pyroll OY's web page:",
                         "url": "https://pyroll.com/"
                    }
               ]
          },
          "Katettu_silta": {
               "Title": "Katettu Silta",
               "InfoCards": [
                    "Katettu Silta."
               ],
               "ImageDescs": [
                    "Katettu Silta. Photographer: Sara Laitinen 2020.",
                    "Katettu Silta. Photographer: Sara Laitinen 2020.",
                    "Katettu Silta. Photographer: Sara Laitinen 2020.",
                    "Katettu Silta. Photographer: Sara Laitinen 2020.",
                    "Katettu Silta. Photographer: Sara Laitinen 2020."
               ]
          },
          "Karting_rata": {
               "Title": "Pyhtään Karting Club Oy",
               "InfoCards": [
                    "<p>The Pyht&auml;&auml; Kart racing club is in the industrial area of Stockfors near Kymijoki. <br /> <br /> The circuit is 400 meters long and in a gentle slope. The club offers the needed gear for the ride, such as the helmets and gloves. During summer there are 10 available cars with the top speed of 80 km/h and during winter 6 OffRoad cars. The circuit also has a timer for competitions. <br /> <br /> The club offers an alternative to hiking in the nature or small river cruises in Kymijoki.</p>"],
               "ImageDescs": [

               ]
          },
          "StrukanSulut": {
               "Title": "Struka's Locks",
               "InfoCards": [
                    "<p>In the Kymijoki branch called &ldquo;Pyht&auml;&auml;n haara&rdquo; is an old pound lock system called Strukan sulut (Struka&rsquo;s locks). The pound lock is Finland&rsquo;s only manual sea lock still in use. First used by monks for fishing, the pound lock ended up in Stockfors&rsquo; possession after the factory grew. During this time, it was mainly used for the groundwood mill&rsquo;s shipping. Nowadays the lock is open for the public and has been owned by the municipality of Pyht&auml;&auml; since 1978.<br /> <br /> In spring 2003 the lower gate was completely rebuilt, and half of the upper gate was fixed, particularly the metal parts. The gates were fixed again in 2017.<br /> <br /> When coming from the sea, the lower gate is used to empty the canal from the water. Likewise, the canal is filled by opening the upper gates. The canal is 25 meters long, 8 meters wide and at least 1,2 meters deep.</p>" ],
               "ImageDescs": [
                    "Struka's Locks. Photographer: Sara Laitinen 2020.",
                    "Struka's Locks. Photographer: Sara Laitinen 2020.",
                    "Struka's Locks. Photographer: Sara Laitinen 2020.",
                    "Struka's Locks. Photographer: Sara Laitinen 2020.",
                    "Struka's Locks. Photographer: Sara Laitinen 2020.",
                    "Struka's Locks. Photographer: Sara Laitinen 2020."
               ]
          },
          "Kirkko": {
               "Title": "Pyhtää Church",
               "InfoCards": [
                  "<p>Pyht&auml;&auml;&rsquo;s Saint Henrik&rsquo;s medieval church serves nowadays as a road church. It has been estimated to have been built in 1460, and its original appearance has remained almost intact. True to medieval tradition, its western end is more decorative than its eastern end. The church&rsquo;s windows hold a touch of late Nordic Gothic architecture.<br /> <br /> In the 17th century, the church porch was changed into a funeral home. In 1907 the church was renovated, its northern wall got new buttress and its sacristy got an outside door. In 1820 the church got a campanile and a new organ in 1998. The medieval murals were covered during the following centuries. The church was again renovated in 1951. The inner walls were cleaned under the supervision of the Finnish heritage agency in 1997-1998.</p>"],
               "ImageDescs": [
                    "Pyhtää Church. Photographer: Sara Laitinen 2020.",
                    "Pyhtää Church. Photographer: Sara Laitinen 2020.",
                    "Pyhtää Church. Photographer: Sara Laitinen 2020.",
                    "Pyhtää Church. Photographer: Sara Laitinen 2020."
                    
               ]
          },
          "History": {
               "Title": "The history of Stockfors",
               "InfoCards": [
                    "<p><p> A groundwood mill, founded in 1901. A sawmill also operated in Stockfors during 1906-1966, and the company owned forests and hydroelectric power-plants. Stockfors&rsquo;s mill was Pyht&auml;&auml;&rsquo;s most vital employer and employed almost a thousand people at its prime. The mechanical wood pulp and sawn timber that the mill produced was mainly sold to South America, United States and Europe.</p> <h2>Individuals:</h2> <p> Originally from Norway, engineer Olaf B&uuml;low and consul Ole Nerdrum bought the Stockfors manor in December 1897. Like many other historical manors in Finland, the Stockfors&rsquo; manor was an ancestral estate with various owners throughout its history. The land was given to Hans Larsson Bj&ouml;rnram in 1570 whose family kept the manor more as a secondary house&nbsp;, and it wasn&rsquo;t until the manor was owned by the Schatelowitz family that it started to flourish. Gustav Erik Schatelowitz expanded the property by building a new main building. The name and reputation of his son Johan Gustav Schatelowitz brought attention to Stockfors, as he was known as an excellent farmer and was a role model to many other farmers. In 1870, the owner of the Stockfors&rsquo; manor changed again as the estate was compulsory auctioned. The new owner Gabriel Terechoff expanded the estate even more by buying nearby properties. After Terechoff passed, his family sold the estate to B&uuml;low and Nerdrum. </p> </p> <img src= 'Assets/images/Tekstikuvat/Ole ja Olaf.jpg'> <p> <em>OLAF B&Uuml;LOW (LEFT) AND OLE NERDRUM&nbsp;&nbsp;(RIGHT). From the book Puuhioketta ja metallituotteita - Stockfors 80 vuotta. &nbsp;&nbsp;</em> </p><p> It was the location that brought B&uuml;low&rsquo;s and Nerdrum&rsquo;s attention to Stockfors; as the eastern part of Kymijoki was pretty much full and neither of the western&nbsp; branches could provide enough hydropower, the fifth branch of the river seemed the most promising as it could also provide many raw materials from the forests around it. Only the mill of Kl&aring;saro used its water, so there wasn&rsquo;t much of a competition. In addition, the fifth branch, also known as &ldquo;Pyht&auml;&auml;n haara&rdquo;, offered a good waterway to the sea for the shipping.<br /> <br /> B&uuml;low and Nerdrum expanded their estate in the following few years by buying a piece of land from the western riverbank and few pieces near a great waterfall, Edisfors, in the eastern riverbank. In March 1901 the permission to build a groundwood mill to Edisfors and a power plant to Kl&aring;saro was granted. On the 16th of January 1903 the Articles of Association of Ab Stockfors was certified. Ab Stockfors was then the legal owner of both the Stockfors manor and the groundwood mill with the rights to the water and the bank.<br /> <br /> B&uuml;low&rsquo;s and Nerdrum&rsquo;s contribution to the Finnish sawmill and wood processing industry was significant, especially in the Kymenlaakso region. Originally B&uuml;low and Nerdrum came to Finland to lead the sawmill of Kotka&rsquo;s Halla. The sawmill was built in 1875 and Nerdrum as the manager and technical director oversaw the installation of the machines. B&uuml;low started working in Halla four years later and ended up as a commercial director and as a manager with Nerdrum. In 1886 Nerdrum and B&uuml;low founded the Kotkan tiilitehdas Oy, and Hovinsaaren selluloosatehdas in 1907. However, the financial problems of the latter lead to Nerdrum resigning from Stockfors two years later. B&uuml;low also ended up selling most of his Stockfors&rsquo; shares after selling the Halla sawmill and moving abroad from Finland.<br /> <br /> In 1909 Stockfors got a new manager &ndash; Leonard (Lennart) Baumgartner. After buying most of B&uuml;low&rsquo;s shares seven years later, he became both the chairman of the board and the managing director. In 1936 Baumgartner acquired the majority of another groundwood mill&rsquo;s, Ab Svart&aring; Bruk Oy&rsquo;s, shares and from 1974 Ab Svart&aring; Bruk Oy and Ab Stockfors merged together as a joint-stock company called Oy Stockfors Ab.<br /><h2>Construction, success, profit:</h2> <p> In March 1901 the constructions of the groundwood mill and the power plant started. The construction project employed 700 - 1&nbsp;000 people. Swedish engineer Daniel Ullgren oversaw the construction and the installation of the machines in 1901-1902. It took him only a week to come up with the building plan of the Stockfors groundwood mill. Later he described the construction process as intense and rapidly changing: &ldquo;--- <em>At first only pleasant days, everything seemed clear even with the larger orders. Then the Koivukoski-project happened and the bitter disappointment that came with it and the worry of the consequences. But then everything was fine again and a much larger order than we originally had talked about&hellip;&rdquo;.<br /> <br /> </em>There were problems when building the dam during the winter of 1901-1902. It was built with granite and cement, and a fire had to be lit the whole time to stop the stones from freezing. Despite the precautions, the dam was leaking, and the situation escalated in 1903 as the dam broke. The groundwood mill was saved, but the accident cost a fortune to the company as it stopped the mill&rsquo;s production and reconstructions were needed.<br /> <br /> Later a Norwegian man, Nysted, was put in charge of the construction efforts.<br /> <br /> When the mill was finished, it was one of the largest groundwood mills of Finland. The classification was based on the amount of the grinding machines, which Stockfors had total of eight. Overall, there were almost fifty machines in Stockfors. Two debarking machines, six turbines, eight grinding machines, twelve sorting machines, seven pulverizers and twelve pumps.<br /> <br /> In 1902 Stockfors was Finland&rsquo;s third largest groundwood mill. Four years later, a sawmill was founded in the mill&rsquo;s proximity. The sawmill gave them the opportunity to buy forests that had other types of wood than the ones suitable for groundwood pulp. After the rough start that the sawmill had, it started to bring profit in 1911. During the economic depression the sawmill was rarely used, but its activity was stabilized in 1936-38. In the year 1937 both the sawmill and the groundwood mill broke the records in their production quantity as well as their economical profits.<br /> <br /> The power plant Kl&aring;saro was built in 1907 and like the groundwood mill, it was one of the largest ones in Finland. Its effectivity was 1&nbsp;6000 kW at its best, and the electricity it produced was used in the factory, Pyht&auml;&auml;&rsquo;s households and in the city of Helsinki during 1919-1924. The power plant was needed after it became clear that the factory couldn&rsquo;t live up to its full potential with just the hydropower. Over time, Stockfors made most of its machines electric but never fully gave up on hydropower.<br /> &nbsp;<br /> In 1902-1912, Stockfors built barracks for its employees near the factory. There were seven barracks in total, and they were home to hundreds of workers at most.<br /> <br /> In 1926 &ndash; 1932, the factory environment was expanded and Stockfors made great investments. The period is called &lsquo;the modernisation of Stockfors&rsquo; as the mill caught up with modern technology. In the 1960s, after the war, the mill continued its steady growth.<strong><br /> </strong><br /> There was a steady demand for the sawn goods in Denmark, the Netherlands, Belgium, England and Ireland all the way to the 1960s. However, after the production costs increased and the demand went down, the sawmill was shut down in 1966.<br /> &nbsp;<br /> There was a shift on the markets during the 1960s as the demand from North and South America stopped. &nbsp;Stockfors changed its exports to Asian countries, like China and Pakistan, but their demand couldn&rsquo;t replace the income Stockfors had gotten from North and South America. In 1960 and 1970 Stockfors&rsquo; sales were focused on Europe, mostly on England, Portugal, Spain, Italia and West Germany.<br /><br /> In 1973-1974 the mill achieved the highest profits in its history.<br /> <br /> The factory itself was expanded a few times more in the following years: in 1972 a new barking plant was built and in 1983 a new power plant was made with A.Ahlstr&ouml;m Oy.<br /> <br /> After the output collapsed in 1977, the mill laid off over a hundred workers.<br /> <br /> Oy Stockfors Ab&rsquo;s groundwood mill was sold to Enso Gutzeit Oy (later Stora Enso) in 1984 and it was shut down four years later in 1988. </p> <h2>Production</h2> <p> The mill mostly produced wet and dry mass. Wet mass had more demand based on sales claims, productivity and estimate of prospective profit. However, this changed in the 1930s and the highest demand was on dry mass. The shift in demand can be explained by the modernisation era of Stockfors that improved the machines producing dry mass and by the complaints on wet mass&rsquo; preservation.<br /> <br /> In 1913-1914 Stockfors planned on starting to produce cardboard, but the war put a halt on these plans.<br /> <br /> Stockfors&rsquo; sales have always been strongly based on exports. The direct waterway from the factory to the sea allowed the mill to save on transport costs. In a document found in 1913 there&rsquo;s a list of the countries Stockfors mainly exported to: France, Spain, Portugal, Italy and England. Annual output was 16&nbsp;003 tons, of which shipping was 15&nbsp;464 tons. After the war Stockfors&rsquo; exports were focused on central and western Europe which in turn increased the challenge on marketing.<br /><br /> In addition to the groundwood mill and the sawmill, Stockfors also had profit centres that focused on agriculture and a few other mills. In 1915 Stockfors&nbsp;<br /> Stockfors was considered a forerunner in many aspects and acquired the newest machines from all over the world, like the grinding machines from the German brand Voith in 1927 and in 1929 a German &ldquo;Miaggi&rdquo;. Before these the factory had used eight Norwegian grinding machines. In 1913 Stockfors purchased the first decorticators of Finland and in the 1930s the factory got Kamyr-assemblers from Karhu&rsquo;s machine workshop, specially tailored for Stockfors. In 1950 the factory purchased the largest Kamyr-machine in Europe, which the mill used to replace the 60 female workers who got laid off in the process. Stockfors was also the first in Finland to use a flash drying method in 1964 and used biofilters in their sewages in 1983. </p> <strong></strong> <em><br /><img src= 'Assets/images/Tekstikuvat/HiomoPaarakennus.jpg'> <br /> <p> \"The main buildings of Stockfors groundwood mill, their original appearance has remained almost intact from the beginning. Photo taken in the 1930s.\" Translated from the book Puuhioketta ja metallituotteita - Stockfors 80 vuotta. </p> </em><em><br /> <img src= 'Assets/images/Tekstikuvat/TehdasKuivaamo.png'> <p> \"The drying plant of Stockfors in the 1930s. With the old method, it took 2 to 3 hours to dry one sheet. Between the fillings, the workers sometimes went to a dance or visited home.\"  Translated from the book Puuhioketta ja metallituotteita - Stockfors 80 vuotta. </em></p><p> <h2>Community and life:<br /> </h2><p> The founding of Stockfors changed the everyday life in Pyht&auml;&auml; and its social structure. The quiet village suddenly got over a hundred new residents as the workers moved from other municipalities to Pyht&auml;&auml; and back according to the available work. The growth of the population caused some problems as well, such as drinking and violence. Engineer Ullgren was advised to always carry a gun when he was out and about, and he described the illegal sales of alcohol as a big problem among the builders.<br /> <br /> The workers&rsquo; association in Stockfors was sometimes politically very radical. Stockfors was the Red Guards&rsquo; centre in Pyht&auml;&auml; from the fifth of February to the fifth of May in 1918. There had been a series of violent acts in the factory areas of Kymenlaakso during the period, like the killing of 27 officials at the Kymi factory. Stockfors couldn't avoid these situations either, when the Red Guards planned to kill Lennart Baumgartner and Georg Larsson, but their plans were never fully executed.<br /> <br /> The gender distribution of the workers varied between the departments; the assembling department and the drying plant were predominantly female. Equal pay was not yet achieved, women got about 40% of the men&rsquo;s wage in 1904 and about 60% in 1930 as their work was not seen as valuable as men&rsquo;s work.<br /> <br /> The workday lasted the whole day and was done in two 12 hours shifts, until the eight-hour day came to be the norm in 1917. What made the twelve hours shifts easier was that the working pace wasn&rsquo;t nearly as busy as it is now. For example, the women who worked at the drying plant could go to dance or visit home for a couple of hours after the sheets were put to dry and the man overseeing the grinding machine could go to the beach after filling the machine with wood.<br /> <br /> In their free time, the workers would go to a market they called &ldquo;likviiti-markkinat&rdquo;, which happened every other Friday after payday in the nearby field. Because of the factory, a workers&rsquo; association had been founded in Pyht&auml;&auml;, which organized dances and other entertainment. <br /> <br /> In addition to their wages, the workers got a potato field and free firewood during their first years of employment.<br /> <br /> Workers coming from other municipalities moved to the company&rsquo;s rented apartments. These apartments were either those that the company had gotten on the side while buying more land, or the barracks that they had built themselves. The apartments that came with the land were small, only including a chamber and a kitchen. The barracks were built on the northeast side of the groundwood mill and one apartment could hold even up to 7 or 8 people until the 1940s. The monthly rent of a normal-sized apartment was equivalent to three days' salary.<br /> <br /> The settlements were divided by the residents&rsquo; social status. The foreman&rsquo;s, the shift manager&rsquo;s and others&rsquo; barracks were called &ldquo;Pomola&rdquo; aka &ldquo;the boss house&rdquo; and every apartment there included both a room and a kitchen. The engineers&rsquo; barracks were enclosed and the manager, or the CEO, had their own villa at the hill over the mill.</p> <img src= 'Assets/images/Tekstikuvat/Kartta.jpg'> <p> <em> Map of Stockfors during the 1940s.  From the book Puuhioketta ja metallituotteita - Stockfors 80 vuotta.</em> </p> <h2>Now: </h2> <p> Nine years after the mill was shut down, in 1997, the industrial area of Stockfors was bought by private owner Reino Uusitalo who started the renovations from the factory&rsquo;s engine room. Nowadays the space serves as a home to a package museum (since 1998) and the manager&rsquo;s villa as a hotel and catering service (since 2003). The area also functions as a place for art and culture, the arc hall has been a place for weddings and events and there is an annual art exhibition called the Stockfors Art Fair in the old groundwood department. There is also a sanctuary for birds and a kart racing club in the vicinity. The industrial area received the Kymenlaakso culture and environment award in 2016.<br /> <br /> The area is still in active use by multiple companies and continues its steady growth. <br /> <br /> Oy Stockfors Ab&rsquo;s function nowadays is the control of forest properties and the Baumgartner family are still co-owners of the company. The company started actively buying forests in the 1920s. As the woodworking industry of the company was moved to Enso Gutzeit Ab, the subsidiary company Oy Tomas Ab took care of the forest properties. In September 2019 the company changed its name back to Oy Stockfors Ab to honour its history. The company tells that its vision is to take environment friendly care of the forests and help their diversity to flourish. The company has founded their own FSC group to make this vision come true.</p> </p>"],
               "ImageDescs": [
                    "Ediskoski. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "The generator's controller. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Woodchip warehouse. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Woodchip warehouse. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1913.",
                    "Notice board. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Kamyr-machine. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Kamyr-machine. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Boiler room. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Boiler room. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Machinery hall. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Dam. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto.",
                    "River. Debarking plant on the side. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Debarking plant. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Debarking plant and refinery. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Debarking plant area. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Debarking plant area. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Debarking plant area. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Debarking plant area. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Debarking plant area. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Debarking plant. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto.",
                    "Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto.",
                    "Laboratory. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Laboratory. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Panel workshop. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Mass pumps. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Mass warehouse. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Mass warehouse. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Baling. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Baling. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Baling. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Baling. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Main warehouse. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "The dam's closing mechanism. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Dam. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Compactor. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Compactor. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Compactor. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Compactor. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Stockfors I. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto.",
                    "Sifting machines. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Sifting machines. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Sifting machines. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Sifting machines. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Sifting machines. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Sifting machines. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Silos. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Factory hall. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "Factory hall. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "The worker's gate on Harjuntie. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "VKP. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "VKP. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "VKP. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "VKP. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "VKP. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "VKP. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988.",
                    "VKP. Photographer: Kansalaisopiston valokuvauspiiri/Pyhtään kotiseutuarkisto 1988."
               ]
          },
          "Ohjeet": {
               "Title": "Instructions",
               "InfoCards": "Info. The info view contains general information about the location and its history.",
               "Album": "Album. Pictures taken at the location.",
               "Panoramas": "Panorama. 360-degree panoramas taken at the location.",
               "Game": "Minigame. Some locations include a minigame such as a memory- or sliding-puzzle.",
               "Web": "Website. Some locations include links to websites associated with the location."
          },
          "Back": "Exit"
     },
     "MainMenu": {
          "OpeningHeader": "WELCOME TO THE STOCKFORS ON THE MAP-WEB APPLICATION",
          "OpeningText": "The Stockfors groundwood mill is a culture-historically rich and significant area located at Pyhtää. Until the 1960's the groundwood mill was the largest employer at Pyhtää and had a significant impact on the growth and life of Pyhtää's Kirkonkylä. \n \nAfter the area was refurbished, it's now full of small companies, culture and art. The annual Stockfors Art Fair is held at the halls of Stockfors. Kaarihalli (Arc hall) can be rented for use in events and the area also has a hotel located in Patruunantalo (Owner's house) and a package museum as well as a bird sanctuary. \n \nThe goal of this web application is to familiarize people with the area through different text, images and games.\n\nThe Stockfors On The Map application was created by a group of students including Anton Kujansuu, Jere Loukoila, Sara Laitinen and Anna-Maria Närä.",
          "HelpHeader": "INSTRUCTIONS",
          "HelpText": "This app is meant to familiarize people with the historical industrial site of Stockfors in Pyhtää and the different companies acting in the area. The goal is to learn about the site's history and culture. \n\nThe game lets you explore a map depicting the Stockfors-area by moving around with a player character. You can move the player character by clicking or tapping where you want to go or by using the WASD- or arrow-keys. You can visit different buildings and locations around the map by moving the player to an entrance highlighted by an arrow. \n\nFrom there you can find more information about the history of the place you're visiting as well as pictures, 360 panoramas and in some places even different minigames. ",
          "NewGame": "Start",
          "ContinueGame": "Continue",
          "FullscreenText": "You appear to be playing on mobile.\nFor the optimal experience, we recommend playing in fullscreen mode.\n\nToggle fullscreen?",
          "YesText": "Yes",
          "NoText": "No",
          "Back": "Back"
     },
     "OptionsMenu": {
          "Title": "Options",
          "Close": "Close",
          "Credits": "Credits",
          "Sound": "Sound",
          "Music": "Music",
          "Fullscreen": "Fullscreen",
          "CreditsText": "Phaser 3 - https://phaser.io/\n\nSara Laitinen - Graphics, Photography\nAnna-Maria Närä - Graphics, Texts\nJere Loukoila - Programming\nAnton Kujansuu - Programming\nPyhtään Perinnepiiri - Partner\n\nInfo sources:\nPuuhioketta ja metallituotteita. Stockfors 80 vuotta. – Olle Siren \nhttp://stockfors.fi/\nhttp://www.matkallakotimaassa.fi/pakkausmuseo.html\nhttps://kylat.blog/2017/07/05/pakkausmuseo-stockfors/\nhttps://yle.fi/uutiset/3-9166250\nhttps://yle.fi/uutiset/3-10578449\nhttps://kylat.blog/2017/05/25/pyhtaan-lintuhoitola-kirkonkyla/\nhttps://www.pyhtaanseurakunta.fi/kirkot-ja-tilat/pyhtaan-kirkko\nhttps://yle.fi/uutiset/3-9600315\nhttps://kotteria.com/vuokramokit/strukan-sulut/\nhttp://www.kartingclub.fi/"
     },
     "Muistipeli": {
          "Easy": "Easy",
          "Normal": "Normal",
          "Hard": "Hard",
          "Exit": "Exit",
          "Win": "You won the game. Number of reveals: ",
          "HighScore": "High score: ",
          "Restart": "Click to restart.",
          "Back": "Restart",
          "Title": "CONCENTRATION",
          "Description": "A classic Concentration game, where the goal is to flip over cards and find matching pairs with as little amount of tries as possible. The images used for the cards are different packages found at the package museum. Just choose a difficulty from below and let the game begin. ",
          "Congratz": "Congratulations!"
     },
     "Palapeli": {
          "Easy": "Easy",
          "Normal": "Normal",
          "Hard": "Hard",
          "Exit": "Exit",
          "BackToMenu": "Back to menu",
          "Win": "You won!",
          "Restart": "Restart",
          "TotalMoves": "Total moves: ",
          "Title": "SLIDING PUZZLE",
          "Description": "A sliding puzzle where you move pieces around until it forms a cohesive picture. Click one of the pieces to move it into the empty slot next to it. Choose a difficulty level from below to start the game."
     },
     "Stockfors": {
          "Intro1": "Hey there, welcome to Stockfors.",
          "Intro2": "You can move me around with the arrow keys or by clicking where you want to go.",
          "Intro3": "Approach the arrows to visit different locations around the map.",
          "Intro4": "Have fun!",
          "Struka": "STRUKA LOCKS",
          "Kirkko": "PYHTÄÄ CHURCH"
     }
}